[Main]
DisplayName=Türkçe

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Geribildirim

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Tarayıcınızda araç çubuğu ve eklenti yok
rdlvAllBrowse.Columns[0].Caption=Adı
rdlvAllBrowse.Columns[1].Caption=Kullanıcı Yıldızı
rdlvAllBrowse.Columns[2].Caption=İşlem
rdlvCustomBrowse.Columns[0].Caption=Adı
rdlvCustomBrowse.Columns[1].Caption=İşlem
mniRemove.Caption=Kaldır
mniRate.Caption=Yıldız ver
mniIgone.Caption=Yoksay
mniRefush.Caption=Yenile
mniOpenFloder.Caption=Dosya konumunu aç
mniOpeninRegedit.Caption=Regedit'te aç
mniSelectedAll.Caption=Tümünü seç
mniInvertSelection.Caption=Seçimi tersine çevir
mniSearchOnline.Caption=Çevrimiçi ara

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Tarayıcıyı Sıfırla
lblConfire.Caption=Varsayılan ayarları geri yükleyeceğinizden emin misiniz?
lblHomepageTitle.Caption=Geçerli Ana Sayfa :
lblSearchTitle.Caption=Geçerli Varsayılan Arama Motoru :
btnImg_OK.Caption=Tamam
btnImg_Cancel.Caption=İptal et

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Geribildirim
lbl_DescTitle.caption=Tanımlama :
lbl_EmailTitle.caption=E-posta adresi :
lbl_ScreenShot.caption=Ekran resmi
lbl_TypeTitle.caption=İstek türü   :
btnImg_FeedBackSend.caption=Gönder
btnImg_FeedBackCancel.caption=İptal et
lbl_ContactMsg.caption=Veya bize e-posta atacağınız adres :

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Kurulum Kaldırıcı
btnImg_Remove.caption=Kaldır
lbl_NoTkanks.caption=Bunu tekrar hiç bir zaman gösterme

[Uninstaller_frmSetting]
lbl_Caption.caption=Ayarlar
lbl_UserInterfaceTitle.caption=Kullanıcı Arayüzü
lbl_SkinTitle.caption=Tema             :
lbl_LanguageTitle.caption=Geçerli Dil       :
lbl_FontSize.caption=Yazıtipi boyutu :
lbl_Classic.caption=Klasik
lbl_White.caption=Beyaz
lbl_UpdateTitle.caption=Güncelleme Yöntemi
lbl_UpdateRemind.caption=Kullanılabilir güncelleme olduğu zaman bana hatırlat
lbl_UpdateChooseDes.caption=Bu ürün için güncelleme yöntemi :
lbl_UpdateAuto.caption=Otomatik güncelle
lbl_GeneralCaption.caption=Genel
lbl_AutoDelete.caption=Artakalan dosyaları otomatikman kaldır
lbl_AutoDeleteAfterOtherUninstall.caption=Diğer bir kurulum kaldırıcı tarafından kaldırılan programların artakalanlarını otomatikman sil
lbl_RemoveToRecycleBin.caption=Silinen dosyaları Geri Dönüşüm Kutusuna kaldır
lbl_ShowExplorerButton.caption=Windows Gezginine "Dosyayı Öğüt" düğmesi ekle
lbl_Notification.caption=Bildiri
lbl_AutoShowTipForm.caption=Diğer bir kurulum kaldırıcının kaldırma işlemi algılandığında bana bildir
lbl_BrowserPlugTip.caption=Kötü niyetli eklenti kurulunca bildir
btnImg_OK.caption=Tamam
btnImg_Cancel.caption=İptal et

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Adı
ListView_AppList.Columns[1].caption=Boyut
ListView_AppList.Columns[2].caption=Kurulum Tarihi
ListView_AppList.Columns[3].caption=İşlem
lbl_Notice.caption=Windows Uygulamalarınızı göstermek için lütfen geçerli hesabınızın yönetici haklarına sahip olduğundan emin olun.
mniUninstall.caption=Kurulumu Kaldır
mniRefush.caption=Yenile
mniView.caption=Görüntü
mniDetails.caption=Ayrıntılar
mniIcons.caption=Simgeler
mniOpenFile.caption=Dosya konumunu aç
mniOpenReg.caption=Regedit'te aç
mniOpenWinstore.caption=Winstore'da aç
mniSearchOnline.caption=Çevrimiçi ara

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Adı
ListView_Update.Columns[1].caption=Kurulum Tarihi
ListView_Update.Columns[2].caption=İşlem
lbl_NoItems.caption=Hiç Windows Güncelleme bulunmadı.
mniUninstall.caption=Kurulumu Kaldır
mniRefush.caption=Yenile
mniViewby.caption=Görüntü
mniDetails.caption=Ayrıntılar
mniIcons.caption=Simgeler

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Zorla Kaldırma
lbl_FUInfo.caption=Zorla Kaldırma, rutin şekilde kaldırılamayan bir programı kaldırmanıza ve artakalan dosyalarının tamamen temizlenmesinde size yardımcı olur. Ayrıca, bir kısayolu ve onun hedef dosyasını kolayca kaldırmanıza yardımcı olur.
btnImg_Open.caption=Gözat…
lbl_DropInfo.caption=Dosyayla-ilgili programı silmek veya kaldırmak için bir dosya veya dizine gözatabilir veya buraya sürükleyip bırakabilirsiniz.
btnImg_Uninstall.caption=Kaldır
btnImg_Cancel.caption=İptal et
PopMenu_Uninstall.caption=Kaldır
PopMenu_OpenFolder.caption=Dosya Konumunu Aç
PopMenu_ViewEntry.caption=Regedit'te Aç
PopMenu_SearchOnline.caption=Çevrimiçi Ara
ListView_FindReslut.Columns[0].caption=Adını Görüntüle
ListView_FindReslut.Columns[1].caption=Boyut
ListView_FindReslut.Columns[2].caption=Kurulum Tarihi

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Regedit'te aç
mniMenu_Path.caption=Dosya konumunu aç
btnImg_AllMainCancel.caption=İptal et
btnImg_Advanced.caption=Gelişmiş
btnImg_Uninstall.caption=Kaldır
lbl_AutoDelete.caption=Artakalan dosyaları otomatikman kaldır.
lbl_IsCreateRestore.caption=Kaldırma öncesi Geri Yükleme Noktası yarat.
lbl_IsUninstallHint.caption=Seçilen programı kaldırmak istiyor musunuz?
btnImg_Delete.caption=Sil
btnImg_ReslutCancel.caption=İptal et
lbl_SeletedAll.caption=Tümünü Seç
lbl_ShredFile.caption=Dosyaları öğüt
lbl_AllRestart.caption=Takip eden programı tamamen kaldırmak için lütfen bilgisayarı tekrar önyükleyin. Şimdi Tekrar Önyüklensin mi?
lbl_NoPowerScan.caption=Kurulum Kaldırma Tamamlandı.
lbl_SomeNeedStart.caption=Takip eden programı tamamen kaldırmak için lütfen bilgisayarı tekrar önyükleyin. Şimdi Tekrar Önyüklensin mi?
btnImg_RecommendClose.caption=Kapat
btnImg_Restart.caption=Evet
lbl_MoneyBackInfo.caption=İstenmeyen programları ve eklentileri tamamen kaldırarak daha emniyetli ve daha hızlı PC'nin keyfini alacaksınız. 60 günlük para geri ödeme garantisi. Hiç soru sormadan.
lbl_MoneyBackTitle.caption=Tamamen kaldırma ve daha temiz PC garanti edilmiştir
lbl_UninstallCompleted.caption=Kurulum Kaldırma Tamamlandı.!
lbl_PluginTitle.caption=Fakat güvenli gezinimi sağlamak için takip eden sorunları düzeltme gereksinimi vardır :
lbl_UpgradeDes.caption=Onları düzeltmek için şimdi IObit Uninstaller PRO'ya yükseltin.
lbl_AutoUpdateDes.caption=Artakalan dosyaları otomatikman ve çabucak temizleme
lbl_CleanDes.caption=Kurulumla gelen yazılımı kolayca algılayın ve kaldırın
lbl_MoreDBDes.caption=Daha geniş veritabanı ile daha çok kötü niyetli eklenti kaldırın
lbl_ProTitle.caption=Fakat PRO baskı ile yapabilecekleri şunlardır:
lbl_RemovePlugin.caption=Web tarayıcıyı emniyette tutmak için kötü amaçlı eklentileri kaldırın
lbl_SupportDes.caption=Önemli programlarınızı her zaman güncel tutun

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Kurulumu Kaldır
btnImg_Cancel.caption=İptal et

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Ssistem Geri Yükleme
rdlblDesc.Caption=Bilgisayarınızı seçilen olay öncesi durumuna geri yükleyin. Sistem güvenliği için en sonuncusu silinemez.
ListView_Restore.Columns[0].Caption=Tarih ve Saat
ListView_Restore.Columns[1].Caption=Tarifi
btn_CreateRestorePoint.Caption=Geri Yükleme Noktası Yarat
RdImageButton_Restore.Caption=Geri Yükle
RdImageButton_Delete.Caption=Sil
lblNull.Caption=Hiç sistem geri yüklemem noktası yaratılmamış.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Artakalan Temizleme
lbl_Frame_Detail.caption=Artakalan Temizleme, sistem verimliliğinizi arttırmak üzere daha çok alan kazanmanız için standart kaldırma tarafından artakalan dosyaları ve Windows yama önbellek dosyalarını bulmanıza ve temizlemenize yardımcı olur.
lbl_Shortcut_Title.caption=Geçersiz Kısayollar
lbl_Shortcut_Detail.caption=Sistem verimliliğini ve kullanıcı deneyimini geliştirmek için başlat menüsündeki, masaüstündeki ve sistemin diğer yerlerindeki geçersiz kısayolları tarayın ve kaldırın.
lbl_WindowsPatch_Title.caption=Windows Yama Önbelleği
lbl_WindowsPatch_Detail.caption=Daha çok disk alanı açığa çıkarmak ve sistemin daha düzgün çalışması için yamaların kurulumu sırasında oluşan önbelleği temizleyin.
lbl_Download_Title.caption=İndirilenler Dizini
lbl_Download_Detail.caption=Ana-akım tarayıcılarının ve indirme araçlarının varsayılan indirilenler dizinindeki dosyaları tarayın. Silim öncesi, onların gereksiz indirilenler olduğundan emin olun.
Menu_Clean_OpenFileLocation.caption=Dosya Konumunu Aç
Menu_Clean_SelectAll.caption=Tümünü Seç
Menu_Clean_InvertSelection.caption=Seçimi Tersine Çevir
ListView_Clean.Columns[0].Caption=Dosya Yolu
RdLabelBack.Caption=< Geri
ck_SelectALL.Caption=Tümünü Seç

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Hayır, teşekkürler
RdImgBtnUninstall.caption=Kaldır
RdListView_History.Columns[0].Caption=Program Adı
RdListView_History.Columns[1].Caption=Durumu

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Kapat

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Dosya Öğütücü
lbl_Listview_Title.caption=Öğütmek istediğiniz dosya veya dizini seçin :
lblLoading.caption=Yükleniyor…
lbl_AddFile.caption=Dosya ekle…
lbl_AddFolder.caption=Dizin ekle…
RdImageButton_Shredder.caption=Öğüt
RdImageButton_Cancel.caption=İptal et
ListView_FileList.Columns[0].Caption=Dosya Yolu
Menu_Shredder_Shredder.caption=Öğüt
Menu_Shredder_AddFile.caption=Dosya ekle
Menu_Shredder_AddFolder.caption=Dizin ekle
Menu_Shredder_Romove.caption=Kaldır
Menu_Shredder_Clean.caption=Temizle
lbl_Shredder_Tip.caption=Şimdi dosyaları öğütüyor. Biraz zaman alabilir, lütfen bekleyin…

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programın hala bıraktıkları :
Lbl_metro_Atten.caption=Dikkat
lbl_show.caption="%s" için hala artakalanlar var, ki bunlar PC verimliliğini etkileyebilir.
Donotagain_M=Bunu bir daha gösterme.
Hide_M=Gizle
showDetails_M=Ayrıntıları Göster
Cleanmanually_M=Elle temizle
Close_M=Kapat
AutoClean_M=Otomatik Temizle
Cleaning_M=Temizliyor…
Cleannow_M=Şimdi temizle
StillLeavas_M="%s" programının hala bıraktığı
RegistryEntries_M=kayıt girişi
MBFiles_M=MB dosya
LeftBy_M="%s" programının bıraktığı, silindi
Cleanfuture_M=İleride otomatikman temizle
Registry_M=Kayıt
File_M=Dosya
Files_M=dosya
Items_M=öğe
Item_M=öğe
rdlblCleanupCompleted.caption=Temizlik Tamamlandı
rdlblIncomplete.caption=Tamamlanmamış Kurulum Kaldırma
Setting_M=Ayar
Uselessfiles_M=gereksiz dosya
Uselessregistryentries_M=gereksiz kayıt girişi
UselessregistryentriesOne_M=gereksiz kayıt girişi
Removingnow_M=Şimdi kaldırıyor…
rdlblRemoving.caption=Şimdi kaldırıyor…
TrayHintstill=Hala %d artakalan sorun düzeltilebilir.
CCtrayHint_M=Hala %d+ artakalan sorun düzeltilebilir.
LeftoversRemoved_M=Kaldırılan artakalanlar :
ProStillLeaves_M=%d programdan hala kalanlar :

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Hayır, teşekkürler
RdImageButtonImageButton_Uninstall.caption=Kaldır

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Uyarı
Lbl_Warnning_Detail.caption=Bu bilgisayar programı telif hakkı kanunu ve uluslararası anlaşmalar ile korunmaktadır.
lbl_copyright.caption=Telif hakkı© 2005-2018 IObit. Tüm hakları saklıdır.
lbl_Thanks_Title.caption=Aşağıdaki kişilere üstün katkılarından dolayı özellikle teşekkür ederiz :
rdhtmlEula.caption=<a>SKLA</a> | <a>Gizlilik Politikası</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Boyut
ListView_SoftwareList.Columns[2].Caption=Kurulum Tarihi
ListView_SoftwareList.Columns[3].Caption=İşlem
Menu_Program_Uninstall.caption=Kurulumu Kaldır
Menu_Program_Repair.caption=Onar
Menu_Program_Refresh.caption=Yenile
Menu_Program_ViewBy.caption=Görüntü
Menu_Program_icons.caption=Simgeler
Menu_Program_Details.caption=Ayrıntılar
Menu_Program_OpenFileLocation.caption=Dosya konumunu aç
Menu_Program_OpeninRegedit.caption=Regedit'te aç
Menu_Program_SearchOnline.caption=Çevrimiçi ara

[uninstaller_Form_Activate]
Label_Get.caption=Lisans Al
Label_Retrv.caption=Lisansı Geri Al
Label_Eg.caption=Örnek : AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=İnatçı Program Kaldırma
lblContentOne.caption=İleri teknoloji ve genişletilmiş veritabanı ile daha inatçı programları tamamen kaldırma
lblTitleTwo.caption=Kurulumla Gelen Programları Tamamen Kaldırma
lblContentTwo.caption=Kurulumla gelen programları ve eklentileri algılamak ve kaldırmak için program kuruluşlarını izleme
lblTitleThree.caption=Hızlı ve Güvenli Tarayıcı
lblContentThree.caption=Size güvenli ve düzgün çevrimiçi gezinti deneyimi vermek için kötü niyetli reklamları ve eklentileri/uzantıları kaldırma
lblTitleFour.caption=Yeni Yazılım Güncelleyici
lblContentFour.caption=Önemli programlarınızı her zaman kolayca ve çabucak güncel tutma
RdImgBtnRegNow.caption=Şimdi Kaydet
RdLabelCaption.caption=Daha İyi Servis Deneyimi için Pro Bakıyı Etkinleştirin
Label_Please.caption=Pro Baskının bütün özelliklerini etkinleştirmek için lütfen lisansınızı girin ve "Şimdi Kaydet" düğmesine tıklayın.
Label_Code.caption=Lisans kodu :
Label_More.caption=Daha çok Faydalanacağınıza Söz Verdiklerimiz :
RdImgBtn_Upgrade.caption=Pro'ya Yükselt
rdlblHelp.caption=Yardım

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Kapat
rdlblHelp.caption=Yardım
Label_Please.caption=Lütfen lisansınızı girin ve PRO baskının tüm işlevlerini etkinleştirmek için "Şimdi Kaydet" düğmesine tıklayın.
Label_Code.caption=Lisans kodu :
RdImgBtnRegister.caption=Şimdi Kaydet
Label_Retrv.caption=Kodu Geri Al
Label_HaveLicense.caption=Lisansınız yok mu?
Label_click.caption=Bir tane almak için buraya tıklayın.
RdImageButton_Back.caption=< Geri
RdImageButton_Close.caption=Kapat
RdLabelCaption.caption=IObit Kurulum Kaldırıcı Lisans Yöneticisi
Label_Status.caption=Lisans durumu :
Label_Activated.caption=Etkinleştirildi
Label_Lcode.caption=Lisans kodu :
Label_Data.caption=Bitiş tarihi :
Label_Refresh.caption=Yenile
Label_Export.caption=Lisansı dışarı aktar
rdlblAlread.caption:=Zaten lisans kodu var

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Yardım
RdImgBtn_Closetwo.caption=Kapat
Label_success.caption=Lisans başarıyla etkinleştirildi!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Burada kaldırma günlükleri ve durum gösterilir. Eğer durum Artakalan dosyalar ise, tüm artakalanları bulmak ve kaldırmak için Tara'ya tıklayabilirsiniz.
RdLabelCaption.caption=Kaldırma Geçmişi
ListView_History.Columns[1].Caption=Kaldırma tarihi
ListView_History.Columns[2].Caption=Boyutu
ListView_History.Columns[3].Caption=Durumu
ListView_History.Columns[4].Caption=İşlem
Menu_ClearThis.Caption=Bukaydı temizle
Menu_ClearAll.Caption=Tümünü temizle

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Ekran resmi almak istediğiniz alanı seçmek için farenin sol tuşuna basın ve sürükleyin
M_NoticeInfo_AC=2. Sağ tuşlayın veya "Esc" tuşuna basın
M_Rect=Dikdörtgen
M_Oval=Oval
M_Text=Metin
M_Paintbrush=Fırça
M_Return=Geri alma işlemi (Ctrl + Z)
M_Copy=Not Panosuna kopyala
M_Exit=Ekran resminden çık
M_Save=Kaydet
M_TipInfo=Ekran resmi Not Panosuna kaydedildi. Yapıştırmak için "Ctrl + V" kullanabilirsiniz.
M_TipShow=Bu mesajı tekrar gösterme
M_TipSure=Tamam
M_NoticeInfo=①  Ekran resmi almak istediğiniz alanı seçmek için farenin sol tuşuna basın ve sürükleyin
M_NoticeInfo_a=②  Sağ tuşlayın veya "Esc" tuşuna basın

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Gönderiyor…
lbl_SendFailed.caption=Gönderme başarısız. Çevrimiçi geribildirim vermek için lütfen Tamam'a tıklayın.
btnImg_SendFailed.caption=Tamam
lbl_SendSuccess.caption=Geribildiriminiz için teşekkürler. Mümkün olan en kısa sürede sizinle temasa geçeceğiz.
btnImg_SendSuccess.caption=Tamam

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Elle Güncelle
Rdlb_lbOpenBuyWeb.caption=Elle güncellemeden yoruldunuzmu?
RdLb_OpenBuyWeb.caption=Otomatik Güncellemeyi Etkinleştir

[Uninstaller_M]
MainGiftbox_Hint=%D% İndirimli Özel Teklif
MainUpdate_Hint=Kullanılabilir yeni bir sürüm var
Startup_Delete_M=Sil
LicenseSeat_M=Lisans Kapsamı :
Powerful_File_Reboot_M=Önyüklemede silinen dosya :
Powerful_File_Del_M=Silinen dosya :
Powerful_Reg_Sucess_M=Silinen kayıt :
Powerful_Reg_Faild_M=Başarısız Kayıt silimi :
Powerful_Task_Sucess_M=Silinen Görev Çizelgesi :
Powerful_Task_Faild_M=Başarısız Görev Çizelgesi silimi :
Powerful_Services_Sucess_M=Silinen Servis :
Powerful_Services_Faild_M=Başarısız Servis silimi :
CodeLiftTime_M=Sadece IObit Uninstaller 6 için geçerli olan bu lisans, ömür boyu lisans kodudur. Lütfen IObit Uninstaller v6 PRO programınızı tekrar yükleyin.
ShredderDetail_1=Silinmiş dosyalar disk formatlandıktan sonra bile geri kurtarılabilir.
ShredderDetail_2=Dosya öğütücü istenmeyen dosyaların güvenli ve daimi olarak kaldırılmasında size yardımcı olur.
Program_Information=Program Bilgisi
Files_Deleted=Silinen Dosyalar
Registries_Deleted=Silinen Kayıtlar
Scheduled_Tasks_Deleted=Silien Çizelgelenmiş Görevler
Deleted_on_Reboot=Önyüklemede Silinenler
Service_Deleted=Silinen Servisler
HtmlADPluginCaption=<a>%d</a> Reklam Eklentileri araya girmesi
HtmlMaliciousPluginCaption=<a>%d</a> Kötü niyetli Eklenti tehditi
MenuRight_Caption=Güçlü Kaldırma
UninstallLog_No_IsEmpty_M=Güçlü Taramada hiç artakalan dosya bulunmadı.
Input_Text_Search=Ara
Hint_Settings=Seçenekler
Hint_WindowMin=Görev çubuğuna küçült
Hint_WindowMax=Tam sayfa
Hint_WindowRest=Geri küçült
Hint_WindowClose=Kapat
Hint_Tools=Araçlar
Nav_Colle_Program_All=Programlar
Nav_Colle_Browser=Araç çubukları ve Eklentiler
Nav_Colle_Win=Windows Uygulamaları
Nav_Colle_AC=Eylem Merkezi
Nav_Item_Program_All=Tüm Programlar
Nav_Item_Program_Recent=Son Kurulanlar
Nav_Item_Program_Infrequent=Seyrek Kullanılanlar
Nav_Item_Program_Large=Büyük Programlar
Nav_Item_Win_Update=Windows Güncelleme
Nav_Item_Browser_All=Tüm Araç çubukları ve Eklentiler
Button_Uninstall=Kurulumu Kaldır
Button_Remove=Kaldır
Button_OK=Tamam
Button_Cancel=İptal et
Button_Close=Kapat
Button_Yes=Evet
Button_No=Hayır
Button_Continue=Devam et
FileCorruptedMsg=Bazı IObit Uninstaller dosyaları bozulmuş. Lütfen IObit Uninstaller programını tekrar kurun.
Program_Mult=Program başka bir kullanıcı hesabı ile zaten çalışıyor. Tekrar çalıştırmadan önce lütfen diğer kullanıcı hesabındayken ondan çıkın.
ToolPopForceUninstall=Zorla Kaldırma
ToolPopCleanup=Artakalan Temizleme
ToolPopHistory=Kaldırma Geçmişi
ToolPopFileShredder=Dosya Öğütücü
MoreSettingPopSetting=Ayarlar…
MoreSettingPopRestore=Geri Yükle
MoreSettingPopExport=Program listesini dışarı aktar
MoreSettingPopUpdate=Güncellemeleri denetle
MoreSettingPopManual=Kullanıcı El Kitabı
MoreSettingPopSupport=Teknik Destek
MoreSettingPopOnline=Çevrimiçi IObit
MoreSettingPopLike=Beğen
MoreSettingPopAbout=Hakkında
DefaultSelProg=Daha çok serbest alan olması için gereksiz programları kaldırın.
DefaultSelPlug=Tarayıcınızı korumak için istenmeyen eklentileri kaldırın.
DefaultSelWApp=PC'nizi hızlandırmak için gereksiz Windows Uygulamalarını kaldırın.
SelInfoProg=program kaldırılmak için seçildi. Toplam boyut :
SelInfoProgM=program kaldırılmak için seçildi. Toplam boyut :
SelInfoPlug=eklenti kaldırılmak için seçildi.
SelInfoPlugM=eklenti kaldırılmak için seçildi.
SelInfoUpdate=Windows Güncellemesi kaldırılmak için seçildi.
SelInfoUpdateM=Windows Güncellemesi kaldırılmak için seçildi.
SelInfoWApp=uygulama kaldırılmak için seçildi.
SelInfoWAppM=uygulama kaldırılmak için seçildi.
v_license_OtherCode_M=%s lisans kodu sadece %s için geçerlidir. %s programınızı indirmek ve kaydetmek için lütfen Tamam düğmesine tıklayın.
Cannotconnect_M=Sunucumuza bağlanamıyor. Lütfen ağ/proxy ayarlarınızı kontrol edin ve lisansınızı doğrulamayı daha sonra deneyin.
license_OtherGivewalys_M=%s eşantiyon lisansıdır ve sadece belirtilen sürüm için geçerlidir. Yeni bir IU v7 PRO lisans kodu satın almak için lütfen <a>burayı</a> ziyaret edin.
SysRestore_CreateComplete=Geri Dönüş Noktasını başarıyla yaratıyor!
SysRestore_CreateFailed=Geri Dönüş Noktası yaratma başarısız! Lütfen Sistem Deri Dönüşünün etkinleştirildiğini denetleyin.
SysRestore_CreateRestore_Confirm=Geri dönüş noktası yaratmak istediğinizden emin misiniz?
SysRestore_CreateRestore_Tip=Geri Dönüş Noktası yaratıyor, lütfen bekleyin…
SysRestore_CreateRestore_Failed=Geri Dönüş Noktası yaratma başarısız! Lütfen Sistem Deri Dönüşünün etkinleştirildiğini denetleyin.
SysRestore_SetRestore_Confirm=İKAZ : Sisteminizi  bir geri dönüş noktasına döndürmek, bu geri dönüş noktasından sonra yapılan tüm değişiklikleri geri alacaktır. Bir kez başladımı, Sistem Geri Dönüşü geri alınamaz veya kesintiye uğratılamaz. Devam etmek istediğinizden emin misiniz?
SysRestore_SetRestore_Reboot=Bu değişiklikleri uygulamak için tekrar önyükleme gerekir. Önyükleme öncesi lütfen tüm açılmış dosyaları kaydedin ve tüm açılmış programları kapatın. Bilgisayar tekrar önyüklensin mi?
SysRestore_SetRestore_Tip=Sistem dosyalarını ve ayarları geri yüklüyor, lütfen bekleyin…
SysRestore_Delete_Confirm=Onu silmek istediğinizden emin misiniz?
Clean_Shortcuts_GroupsHeader_M=Geçersiz Kısayollar
Clean_WindowsPatch_GroupsHeader_M=Windows Yama Önbelleği
Clean_Download_GroupsHeader_M=İndirilenler Dizini
Shredder_Del_M=%d dosyayı kalıcı olarak kaldırmak istediğinizden emin misiniz? Silinme kesinlikle KURTARILAMAZ ve tamamlanması daha uzun süre alacaktır.
Shredder_DelOne_M=%d dosyayı kalıcı olarak kaldırmak istediğinizden emin misiniz? Silinme kesinlikle KURTARILAMAZ ve tamamlanması daha uzun süre alacaktır.
Shredder_NotDel_M="%s" öğütülmedi, çünkü üzerine yazmak mümkün değil. Lütfen hala kullanılıp kullanılmadığını denetleyin.
Shredder_InUse_M=Bazı dosyalar öğütülmedi, çünkü üzerlerine yazmak mümkün değil. Lütfen hala kullanılıp kullanılmadıklarını denetleyin.
Shredder_Sucess_M=Dosya başarıyla öğütüldü.
Shredder_OneSucess_M=Dosya başarıyla öğütüldü.
Shredder_DirIsEmpty_M=O boş. Onu öğütemezsiniz.
FileShredder_MaxCount_M=5000 dosya eklendi. Lütfen geri kalan dosyaları bu 5000 dosya öğütüldükten sonra ekleyin.
BatchUninstall_NoneSelect_M=Lütfen en az bir program seçin.
OtherInfo_M="%s" sadece Denetim Masası'ndan kaldırılabilir. Kaldırmaya devam etmek için Denetim Masasına gitmek istiyor musunuz?
RelationInfo_M="%s" beraberce kaldırılacaktır. Kaldırmaya devam edeceğinizden emin misiniz?
EndProInfo_M="%s" işlemi ki, "%s" programındadır, hala çalışıyor. Lütfen "%s" işlemini sonlandırdığınızdan emin olun ve Deyam et tıklayın.
DRclickmis_M="%s" olağan yolla kaldırılamaz. Ayrıntılı kaldırma talimatı için lütfen <a>buraya tıklayın</a> ve tekrar kaldırın.
UinstallAgain_M=Tekrar Kaldır
license_expired_M=%s lisansının süresi bitti. Yeni bir lisans satın almak için <a>buraya</a> tıklayın.
license_maximum_M=%s lisansı en çok sayıdaki PC için etkinleştirilmiş ve kullanılamaz. Bu PC'de IObit Uninstaller PRO etkinleştirmek üzere başka bir lisans satın almak için lütfen <a>buraya</a> tıklayın.
license_Free_M=%s lisansı etkinleştirilemez. IObit Uninstaller PRO için lütfen yeni bir lisans satın alın.
license_valid_M=Geçersiz lisans kodu! Lütfen geçerli bir lisans kodu girin.
Uninstall_Btn_Str=Kaldır
SureToDelete_Str=Seçilen öğeleri silmek istediğinizden emin misiniz?
DeselectAll_Str=Hiç birini seçme
SelectAll_Str=Tümünü seç
SuccessReslutFromHistroySome=<a>%d</a> programın artakalan dosyaları başarıyla temizlendi. Ayrıntıları aşağıda kontrol edin.
SuccessWithNoResidualSingle=<a>%d</a> programı hiç artakalanı olmadan başarıyla kaldırdınız.
SuccessWithNoResidualSome=<a>%d</a> programı hiç artakalanı olmadan başarıyla kaldırdınız.
FailedReslut="%s" kaldırılma başarısız. E-posta adresinizi aşağıdaki kutuya girerek ve Geribildirim düğmesine tıklayarak lütfen soruna bakmamız için bize yardımcı olun. Bir Kaldırma günlüğü bize gönderilecektir.
AllFailedReslutSingle=%s kaldırma başarısız.  E-posta adresinizi aşağıdaki kutuya girerek ve Geribildirim düğmesine tıklayarak lütfen soruna bakmamız için bize yardımcı olun. Bir Kaldırma günlüğü bize gönderilecektir.
AllFailedReslutSome=%d programı kaldırma başarısız.  E-posta adresinizi aşağıdaki kutuya girerek ve Geribildirim düğmesine tıklayarak lütfen soruna bakmamız için bize yardımcı olun. Bir Kaldırma günlüğü bize gönderilecektir.
MsgBox_SelectWin8App=Lütfen en az bir uygulama seçin.
NoticeInfo_One=Tarayıcınızda kötü niyetli eklenti algılandı, onu kaldırmak için lütfen IObit Uninstaller açın.
NoticeInfo_Some=Tarayıcınızda kötü niyetli eklentiler algılandı, onları kaldırmak için lütfen IObit Uninstaller açın.
FuncPluginRemoveSuccessMsgBox=Öğeler başarıyla kaldırıldı
FuncPluginSelectMsgBox=Lütfen önce bir öğe seçin.
FuncPluginRemoveFailedMsgBox_2=Öğeleri kaldırmak için lütfen takip eden tarayıcılardan çıkın :
FuncPluginRemoveFailedMsgBox_3=Lütfen tarayıcılarınızdan çıkın ve tekrar deneyin.
FuncPluginRemoveFailedSingleMsgBox=%s kaldırması başarısız. Daha çok yardım almak için lütfen Geribildirim tıklayın.
FuncPluginRemoveFailedSomeMsgBox=%d eklentinin kaldırması başarısız. Daha çok yardım almak için lütfen Geribildirim tıklayın.
RestoreDefaultSettingsButton=%s Varsayılan Ayarlarını Geri Yükleyin
FeedBack_Sending=Gönderiyor…
FeedBack_SendingSuccess=Gönderme başarıldı
FeedBack_SendFailed=Gönderme başarısız. Çevrimiçi bir geribildirim göndermek için lütfen Tamam tıklayın.
licenseEg_M=Örnek : AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Beyaz
NouselessFiles_M=Bilgisayarınızda gereksiz hiç bir dosya bulunmadı.
ExistDownloadFile_M=İndirilenler Dizinindeki seçilen dosyaları temizlemek istediğinizden emin misiniz?
scaning_M=Tarıyor…
Exit_M=Çıkış
OpenIU_M=IObit Uninstaller Aç
Allthefollowing_M=Takip eden tüm artakalanlar başarıyla temizlendi.
SpecTClose=Kapat
SpecTOK=Tamam
SpecTHide=Gizle
SpecTUninstalling=Takip eden programı kaldırıyor :
SpecTUninstallingM=Takip eden programları kaldırıyor:
SpecTUninstalled=program kaldırıldı.
SpecTUninstalledM=program kaldırıldı.
Shredder_NotAddFolder_M="%s" dosyasını öğütmeye ekleyemiyor çünkü bu işlem sistem kararsızlığına sebep olabilir
ForceUninstallEndProgressMsg=%s çalışıyor. Lütfen işlemi sonlandırın ve tekrar deneyin.
Setting_UITitle=Kullanıcı Arayüzü
Setting_UpdateTitle=Güncelleme Yöntemi
Setting_GeneralTilte=Genel
Setting_NotificationTilte=Bildirim
Setting_Size_Normal=Normal
Setting_Size_Large=Büyük
Setting_Size_Larger=Daha Büyük
Update_NoItem_Tip=Hiç Windows Güncellemesi bulunmadı.
MsgBox_SelectProgram=Lütfen en az bir program seçin.
UpdateColumnStr_Title=Güncelleme Adı (Toplam:%d)
Update_Loading_Tip=Windows Güncellemeyi Yüklüyor…
Win8NoItemTip=Hiç Windows Uygulaması Bulunmadı.
Win8ColumnStr_Title=Uygulama Adı (Toplam: %d)
Detail_Tip=Ayrıntılar
Detail_Name=Adı
Detail_Ver=Sürüm
Detail_Path=Kurulum yolu
Detail_Des=Tarifi
Detail_Publisher=Yayıncı
Win8LoadingApp=Uygulamaları Yüklüyor…
Win8ListViewGroupsWin8AppHeader=Windows Uygulamaları
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporation tarafından yayınlanan uygulamalar.
Win8ListViewGroupsThirdHeader=Üçüncü-parti Uygulamaları
Win8ListViewGroupsThirdSubtitle=Üçüncü-parti şirketler tarafından yayınlanan uygulamalar.
ListViewPlugSysbit=ikil
ListViewGroupMaliciousTitle=Kötü amaçlı Araç çubukları ve Eklentiler
ListViewGroupMaliciousDesc=Bu Araç çubukları ve Eklentiler varsayılan tarayıcınızı değiştirebilir ve gizli bilgilerinizi çalabilir.
ListViewGroupAdTitle=Reklam-bazlı Araç çubukları ve Eklentiler
ListViewGroupAdDesc=Bu Araç çubukları ve Eklentiler reklam, başlık reklamı, vb. gösterebilirler.
ListViewGroupTrustTitle=Güvenilir Araç çubukları ve Eklentiler
ListViewGroupTrustDesc=Bu Araç çubukları ve Eklentiler bilgisayarınıza zarar vermeyeceklerdir. Arzunuza göre onları kaldırabilir veya tutabilirsiniz.
ListViewGroupExtensions=Uzantılar
ListViewGroupPlugins=Eklentiler
ListViewGroupToolbar=Araç çubuğu
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Enjekte Programlar
ListViewGroupExtension_DES=Uzantılar, tarayıcınızı sevdiğiniz özelliklere uyarlamak için kullanılırlar
ListViewGroupPlugin_DES=Eklenti, web tarayıcının bir parçası olarak kolayca kurulabilir ve kullanılabilir
ListViewGroupToolbar_DES=Araç çubuğu kullanıcının sitelere çabucak erişmesine yardım eder veya diğer uygulama işlevlerini gerçekleştirir
ListViewGroupBHO_DES=BHO kişiselleştirilmiş tarayıcılar yaratmaya yardım eder ve daha basit etkileşimli işlevler sağlar
ListViewGroupActivex_DES=ActiveX, Internet Explorer tarafından zengin medya oynatmayı kolaylaştırmada kullanılır
ListViewGroupInjection_DES=Enjekte programlar, bazı özellikler sağlamak için tarayıcı işleminize üçüncü-parti dll dosyası enjekte ederler
PluginNoItemTip=Tarayıcınızda hiç araç çubuğu veya eklenti bulunmadı
NoSerchItem_Tip=Aramanızla hiçbir öğe eşleşmiyor.
PluginColumnStr_Title=Adı (Toplam: %d)
ChromeSysncStr=Seçilen eklentiyi tamamen kaldırmak için lütfen Chrome Sync özelliğini devredışı bırakın. Aksi takdirde, eklentiler otomatikman tekrar kurulabilir.
FuncPluginSysPluginMsgBox=%s kaldırılması önereilmez, çünkü  bazı tarayıcı işlevleri kaldırma sonrası etkilenebilir.
FuncPluginLoading=Yüklüyor…
FuncPluginRmoveSuccess=Başarıyla kaldırıldı. Yüklüyor…
FuncVotePlugSelectMsgBox=Lütfen derecelendirmek için öğe seçin
FuncPluginRmoveConfireSingleMsgBox=Seçilen öğeyi kaldıracağınızdan emin misiniz?
FuncPluginRmoveConfireSomeMsgBox=Seçilen öğeleri kaldıracağınızdan emin misiniz?
FuncCheckBrowserMsgBox_1=%s çalışıyor.
FuncCheckBrowserMsgBox_2=onu kapatmak için Tamam tıklayın (Lütfen önce içeriklerinizi kaydedin).
FuncCheckBrowserMsgBox_3=Veya, işlemden vazgeçmek için İptal et tıklayın.
FuncCheckBrowserMsgBox_4=%s çalışıyor.
FuncCheckBrowserMsgBox_5=Onları zorla kapatmak için Tamam tıklayın (Kaydedilmemiş içerikler kaybedilebilir).
FuncCheckBrowserMsgBox_6=Veya, işlemden vazgeçmek için İptal et tıklayın.
FuncPluginRemoveFailedMsgBox_1=Takip eden öğeleri kaldırma başarısız :
FuncPluginRemoveFailedMsgBox_4=%s kaldırma başarısız olabilir çünkü o, %s koruması altında. Tekrar kaldırmak için lütfen %s programından çıkın ve IObit Uninstaller'ı tekrar başlatın.
FuncRestoreSuccessMsgBox=Varsayılan ayarlara başarıyla geri dönüldü.
FuncRestoreFailedMsgBox=Tarayıcı varsayılan ayarlarına geri dönüş başarısız, lütfen %s programından çıkın ve tekrar deneyin.
PluginRestoreStr=%s Varsayılan Ayarlarına Geri Dönün
FuncVoteMarkSelectMsgBox=Lütfen değerlendirin.
FuncVoteFailedMsgBox=Değerlendirme başarısız, lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin.
FuncVoteActiveVote=Değerlendir
FuncVoteWaitting=Değerlendirme gönderiliyor, lütfen bekleyin…
VoteStr_1=<a>1</a> kullanıcı değerlendirmiş. Siz zaten değerlendirmişsiniz.
VoteStr_2=Şimdiye kadar hiç değerlendirme alınmadı. İlk değerlendirecek kişi olun.
VoteStr_3=<a>%d</a> kullanıcı değerlendirmiş. Siz zaten değerlendirmişsiniz.
VoteStr_4=<a>%d</a> kullanıcı değerlendirmiş. Bu eklenti hakkında ne düşünüyorsunuz?
NoticeInfoEx_One=Tarayıcınızda <a>1</a> kötü amaçlı eklenti algılandı, onu kaldırmak için lütfen IObit Uninstaller açın.
NoticeInfoEx_Some=Tarayıcınızda <a>%d</a> kötü amaçlı eklenti algılandı, onları kaldırmak için lütfen IObit Uninstaller açın.
UninstallPromote=Şimdi Satın al
OneItemStr=%d öğe
SomeItemStr=%d öğe
OneItem=öğe
SomeItems=öğe
RebootToDelete_Str=(Tekrar önyüklemede sil)
UninstallingSingleStr=Seçilen programı kaldıracağınızdan emin misiniz?
UninstallingSomeStr=Seçilen %d programı kaldıracağınızdan emin misiniz?
Uninstall_Str=Kaldırılan %s (%d/%d)
Scan_Str=Taranan %s (%d/%d)
CreateRetore_Str=Geri Dönüş Noktası Yaratıyor, lütfen bekleyin…
SureToDeleteSomeStr=<a>%d</a> program kaldırıldı. Lütfen sadece silmek istediğiniz öğeyi işaretlediğinizden emin olun.
SureToDeleteOneStr=<a>1</a> program kaldırıldı. Lütfen sadece silmek istediğiniz öğeyi işaretlediğinizden emin olun.
SureToDeleteByHistroyStr=Tarama tamamlandı. Lütfen sadece silmek istediğiniz öğeyi işaretlediğinizden emin olun.
DeletingStr=Artakalanları siliyor, lütfen bekleyin…
DeleteCancleStr=Are you sure you want to cancel the deletion?
RestoringCancleStr=Geri Dönüş Noktası Yaratıyor. İptal etmek istediğinizden emin misiniz?
RegistryCaption_Str=Kayıt
FileCaption_Str=Dosya
TaskCaption_Str=Çizelgelendirilmiş Görevler
ServiceCaption_Str=Sistem Servisleri
HintProToolStr=Gelişmiş kurulum kaldırma %s proramını tamamen ve baştan aşağı kaldırmanıza yardımcı olur.
SuccessReslutFromHistroySingle=Artakalan dosyalar başarıyla temizlendi. Aşağıdaki ayrıntıları denetleyin :
SuccessReslutFromUninstallSingle=<a>%d</a> programı aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSome=<a>%d</a> programı aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutNeedRestartSingle=<a>%d</a> program kaldırıldı.
SuccessReslutNeedRestartSome=<a>%d</a> program kaldırıldı.
FileDeleteReslut=Silinen dosyalar :  <a>%s</a>
RegDeleteReslut=Silinen kayıt girişleri :  <a>%d</a>
TaskDeleteReslut=Silinen çizelgelenmiş görevler:  <a>%d</a>
ServiceDeleteReslut=Silinen Servisler :  <a>%d</a>
HtmlRecomReslutCaption=<a>%d</a> program kaldırıldı ve aşağıdaki artakalanlar kaldırıldı :
HtmlFileReCaption=<a>%s</a> gereksiz dosya
HtmlRegReCaption=<a>%d</a> gereksiz kayıt girişi
HtmlTaskReCaption=<a>%d</a> geçersiz çizelgelenmiş görev
HtmlServicesReCaption=<a>%d</a> geçersiz sistem servisi
RebootYes=Şimdi Tekrar Önyükle
RebootLater=Sonra
FromHistroyNoItem=Hiç artakalan bulunmadı.
FromUninstallNoItem=Kaldırma Tamamlandı.
RelatedMetroText=Bu uygulamalar ilişkili. Herhangi birisini kaldırmak diğerlerini de otomatikman kaldıracaktır. Kaldırmak istediğinizden emin misiniz?
RelatedSoftText=Yukarıdaki kurulumla gelen ürünler aynı anda kurulmuş. Onları beraberce kaldırmak istiyor musunuz?
EmailHint=Lütfen doğru e-postanızı buraya girin
MemoHint=Lütfen önerilerinizi veya karşılaştığınız problemleri ayrıntılı tarif edin.
EmailMessage=Lütfen e-postanızın doğru olduğundan emin olun ki, sizle temas için geriye dönebilelim.
ScreenMaxMessage=İşlem başarısız. En çok 5 ekran resmine ulaşmışsınız.
CloseHintMsg=Geribildirimi göndermek istemediğinizden emin misiniz?
FeedBack_1=Onu seviyorum
FeedBack_2=Öneri
FeedBack_3=Kaldırma başarısız
FeedBack_4=Tüm programları gösterme başarısız
FeedBack_5=Güçlü tarama problemleri
FeedBack_6=Bir hata raporlayın
FeedBack_7=Diğerleri
RelatedProTip=Kurulumla gelen ürünleri beraber kaldırmak için PRO'yu etkinleştirin.
SpecProTip1=%s programını ve daha çok programı tamamen kaldırın.
SpecProTip2=Bu özelliği almak ve daha çok PRO özelliğinin keyfini çıkartmak için PRO'yu etkinleştirin.
UninstallProTipEnterCode=Kodu Girin
UninstallProTipActive=Şimdi Etkinleştir
UninstallProTipManage=Lisansı Yönet
Scan_M=Tara
Clean_M=Temizle
Cleaning_M=Temizliyor
SelectAll_M=Tümünü Seç
DeselectAll_M=Hiç Birini Seçme
PleaseSelect_M=Lütfen taramak için en az bir öğe seçin.
CloseHint_M=Kapat
Invalid_item_M=(Geçersiz öğe)
ListviewHeader_Software_M=Program Adı (Toplam: %d)
SoftwareFrame_ProgramName_M=Program Adı (Toplam:%s)
History_Scan_M=Tara
History_Detail_M=Ayrıntı
History_Residualfilesleft_M=Bırakılan artakalan dosyalar
Uninstalled_completely_M=Tamamen kaldırıldı
History_Installed_M=Kurulmuşlar
History_info_DouBle_M=program ki, son olarak kaldırılmak için seçilmişti, tamamen kaldırılmadı. Devam etmek için lütfen Kurulum Kaldır tıklayın.
History_info_One_M=program ki, son olarak kaldırılmak için seçilmişti, tamamen kaldırılmadı. Devam etmek için lütfen Kurulum Kaldır tıklayın.
SoftwareFrame_InstallDate_M=Kurulum Tarihi
SoftwareFrame_FrequencyUse_M=Son Kullanım
HistoryInfo_DisplayName=Görüntü Adı
HistoryInfo_Publisher=Yayıncı
HistoryInfo_Version=Sürüm
HistoryInfo_InstallDate=Kurulum Tarihi
HistoryInfo_UseSize=Alan kullanımı
HistoryInfo_Location=Konum
HistoryInfo_UninstallDate=Kaldırma tarihi
SoftwareFrame_Frequency_DaysHint_M=%s gündür kullanılmadı.
Noprograms_Frequencyofuse_M=Tüm programlarınız sık kullanılıyor.
Noprograms_100Size_M=100MB büyüklüğü geçen program bulunmadı.
Noprograms_match_M=Aramanızla hiç bir öğe eşleşmiyor.
Noprograms_Recent_M=Son 10 günde hiç bir program kurulmadı.
Details_M=Ayrıntılar
Export_M=Dişarı Aktar
monthsago_M=%d ay önce
yearsago_M=%d yıl önce
yearsagos_M=%d yıl önce
days_left_M=gün kaldı
SU_Title=Yazılım Güncelleyici
SU_COL_Name=Yazılım Güncelleyici
SU_COL_Version=Sürüm
SU_COL_Ignore=Yoksay
SU_COL_State=Durum
SU_Ignore=Yoksay
SU_Ignored=Yoksayıldı
SU_NoIgnore=Yoksayma
SU_Update=Güncelle
SU_Updating=Güncelliyor
SU_UpToDate=Güncel
SU_NewVersion=Yeni Sürüm
SU_CurrVersion=Geçerli Sürüm
SU_ActivePro=Otomatik güncellemeleri etkinleştir
SU_Button_UpdateAll=Tümünü Güncelle
SU_Tip=Önemli programlarınızı kolayca ve etkin olarak güncellemenize yardımcı olur.
APTitle=Tüm Proları Etkinleştir
AP1=Daha İnatçı Uygulamaları Sil
AP2=Kurulumla Gelen Programları Tamamen Kaldır
AP3=Tarayıcı Reklam Programlarını Kaldır
AP4=Kötü Amaçlı Eklentileri Kaldır
Explorer_Button=Dosya Öğütücü
Controlpanel_Button=Güçlü Kaldırma

[promot_M]
CountDown_M=Sınırlı Süreli Teklif : %dd:%dh:%dm:%ds:%dms*
Youhave_M=IObit'ten %D% İNDİRİM Özel Teklifini aldınız!
ThisSpecial_M=Bu özel teklif, İObit Uninstaller'ı daha iyi yapmamız için yardım eden sadık kullanıcılarımıza teşekküre yöneliktir
OnlyDays_M=Sadece %D Gün Kaldı
enjoy_the_PRO_M=PRO özelliklerin keyfini çıkartmak için şimdi etkinleştirin :
PromotOne_M=Daha İnatçı Uygulamaları Sil
PromotTwo_M=Kurulumla Gelen Programları Tamamen Kaldır
PromotThere_M=Tarayıcı Reklam Programlarını Kaldır
ActivateNow_M=Şimdi Etkinleştir
GiveOffer_M=Bu özel tekliften vazgeçiyorum

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=YouTube ve 10,000+ siteden videoları çabucak indirir.
M_kvpInfo_UpToDate=YouTube ve 10,000+ siteden videoları çabucak indirir.
M_kvpOffer=YouTube ve 10,000+ siteden videoları çabucak indirme.<br>Bir tıkla herhangi bir biçemdeki videoyu indirme.<br>YouTube Çalma Listelerini ve Lynda Çalma Listelerini çoklu indirme.<br>Çok kanallı teknoloji ile daha hızlı indirme.<br>Çevrimiçi ve yerel videoları herhangi bir biçeme çevirme.
M_ASCOffer=PC'yi 1-tık ile temizleme ve eniyileme.<br>PC önyükleme süresini %300'e kadar hızlandırma.<br>Gizliliğinizi güvenli kılmak için gezinti izlerini süpürme.<br>Daha düzgün PC için PC durumunu gerçek zamanlı izleme.<br>PC'nizi sıradan casus yazılımlara karşı koruma.
M_IMFOffer=Güçlü ve kapsamlı anti-kötücül programı.<br>GoldenEye ve Wannacry gibi fidye yazılımlara savunma.<br>Daha güvenli çevrimiçi gezinti ve indirimler.<br>Daha derin ve çok-yönlü gerçek-zamanlı koruma.
M_DBOffer=Geniş Sürücü Veritabanı (1,000,000+).<br>Sadece 1-tık ile Sürücüleri Güncelleme.<br>Nitelikli WHQL sürücüler ile Güvenli Güncelleme.<br>Sıradan Problemleri (örnek : ağ, ses) Düzeltici.<br>Sistem Donmalarını ve Çökmelerini Azaltma.
M_SDOffer=Daha Yüksek Dosya Erişim Hızı.<br>En Yüksek Sabit Disk Verimliliği.<br>PC Başlangıc hızını %100'e kadar arttırma.<br>Daha İyi Oyun Deneyimi için Oyunları Eniyileme. 
M_SMOffer=Windows 8/10 için klasik Başlat menüsünü geri getirme.<br>Güçlü ve basit Dosya Aramam Motoru.
M_DLOffer=Şifrelerinizi yönetmek için basit ve güvenli yol.<br>Hesaplarınızı korumak için eşsiz şifreler oluşturma.<br>Sık kullanılan web sayfalarınızda otomatikman oturum açma.<br>Windows, Mac, iOS ve Android için.
M_IOTOffer=En iyi iPhone yönetici ve iPhone aktarıcı yazılımınız.<br>iPhone/iPad/iPod/PC arasında iPhone verisi aktarma.<br>iPhone fotoğraflarını, muziğini, videolarını yönetmek kolay ve bedelsiz.<br>Daha çok alan serbest bırakmak için çöp dosyaları ve önbelleği temizleme.
M_Moffer_Title=IObit Önerir
M_Close=Kapat
M_Cancel=İptal et
M_Moffer_Install=Kur
M_Moffer_NoteEP="Kur"u tıklamakla %s kurmayı ve onun <a>SKLA (EULA)</a> ve <a>Gizlilik Politikası</a>'nı kabul etmiş olursunuz.
M_Moffer_Refund=<a>Not :</a> 30 gün içersinde para iadesi alabilirsiniz. <a>Para İade Politikası</a>'nı okuyun.
M_FixAllAC=Tümünü Al
M_HideAC=Gizle
M_ShowAC=Göster
M_ShowACTitle=Güvenlik ve Verimlilik
M_ShowACDesc=Diğer önerilen programları görüntülemek için "Göster" tıklayın. Daha iyi güvenlik koruması ve PC verimliliği almak için onları kurun.
M_AC_FreeTitle=Güvenlik ve Verimlilik
M_AC_FreeHelp_Ins=Önerilen programlar ile daha iyi güvenlik koruması ve PC verimliliği alın.
M_AC_FreeHelp_Upt=Geliştirilmiş işlevleri ve yeni eklenen öxellikleri almadınız.
M_AC_FreeHelp_OK=Takip eden programları düzenli çalıştırmak size aha iyi güvenlik koruması ve PC verimliliği sunar.
M_AC_Free_EULA=Daha önce Kabul ettiğiniz Son Kullanıcı Anlaşması önerilen IObit ürünleri için de geçerlidir.
M_AC_Free_ReadEULA=SKLA (EULA) okuyun
M_ShowACTitle2=Uyarı!
M_AC_FreeTitle2=Eylem Merkezi
M_AC_FreeDetail2=Önerilen programlar ile daha iyi güvenlik koruması ve verimlilik artışı alın. Daha önce Kabul ettiğiniz <a>Son Kullanıcı Anlaşması</a> önerilen IObit ürünleri için de geçerlidir.
M_AC_FreeDetail2_db=Önerilen programlar ile daha iyi güvenlik koruması ve verimlilik artışı alın. Daha önce Kabul ettiğiniz <a>Son Kullanıcı Anlaşması</a> burada da geçerlidir.
M_Scan=Tarıyor….
M_Recomm_Ins=Önerilen : %s kur
M_Recomm_Upt=Önerilen : %s güncelle
M_none=Yok
M_Fix=Şimdi kur
M_Install=Şimdi kur
M_fixing=Kuruyor
M_Updating=Güncelliyor
M_fixed=Anladım
M_failed=Başarısız
M_RuningWell=En son sürüm kuruldu
M_Outdated=Güncel değil
M_NotInstalled=Kurulmamış
M_ASCCaption=Sistem Verimliliği
M_ASCInfo_NotIns=PC'nizde kayıt hataları, gizlilik sorunları ve çöp dosyalar bulundu.
M_ASCInfo_UpToDate=Advanced SystemCare PC'nizi 1-tıkla hızlandırır ve eniyiler.
M_ASCInfo_NeedUpDate=Advanced SystemCare güncel değil.
M_ASCDesc=PC'yi 1-tıkla Koruyun ve Eniyileyin.
M_RunASC=Şimdi Tara
M_IMFCaption=Kötücül Koruma
M_IMFInfo_NotIns=IObit'in anti-casus yazılım programını kurarak daha iyi koruma alın.
M_IMFInfo_UpToDate=IObit Malware Fighter PC'nizi çeşitli kötücüllere karşı korur.
M_IMFInfo_NeedUpDate=Anti-casus yazılım programınız güncel değil.
M_IMFDesc=PC'nizi kötücüllere karşı koruyun.
M_RunIMF=Şimdi Tara
M_DBCaption=Sürücü Güncelleyici
M_DBInfo_NotIns_C=Daha kararlı PC keyfi için güncel olmayan sürücüleri güncelleyin ve kayıp ve hatalı sürücüleri düzeltin.
M_DBInfo_NotIns=PC'nizi yavaşlatabilecek ve istikrarını bozabilecek güncel olmayan sürücüler olabilir.
M_DBInfo_UpToDate=Driver Booster PC'nizdeki güncel olmayan tüm sürücüleri günceller.
M_DBInfo_NeedUpDate=Sürücü güncelleme programınız güncel değil.
M_DBDesc=PC'nizdeki tüm güncel olmayan sürücüleri güncelleyin.
M_RunDB=Şimdi Tara
M_SDCaption=Disk Eniyileme
M_SDInfo_NotIns=Daha hızlı PC başlangıcı ve daha hızlı dosya erişimi için disklerinizi eniyileyin.
M_SDInfo_UpToDate=Smart Defrag diskinizi yüksek verimlilik için birleştirir.
M_SDInfo_NeedUpDate=Disk birleştirme programınız güncel değil.
M_SDDesc=Diski yüksek verimlilik için birleştirin.
M_RunSD=Şimdi Birleştir
M_SMCaption=Başlat Menüsü
M_SMInfo_NotIns=Tanıdığınız Windows "Başlat" Menüsünü geri alın
M_SMInfo_UpToDate=Start Menu 8 Windows "Başlat" Menüsünü geri getirir.
M_SMInfo_NeedUpDate=Start Menu 8 programınız güncel değil.
M_SMDesc="Başlat" Menüsünü geri getirin ve masaüstünü yönetin.
M_RunSM=Şimdi Çalıştır
M_AMCCaption=Android Koruma
M_AMCInfo_NotIns=Android cihazınız için daha iyi güvenlik ve gizlilik koruması alın.
M_Recomm_Ins_AMC=Recommended: Önerilen : Android cihazınıza %s kurun.
M_AMCDesc=Android aygıtınızı eniyileyin ve güvenli kılın.
M_RunAMC=Şİmdi Kur
M_DLCaption=Şifre Yönetici
M_DLInfo_NotIns=Tüm şifrelerinizi Dashlane Password Manager ile koruyun ve yönetin.
M_DLInfo_UpToDate=Güvenli ve emin Dashlane ile şifrenizi hiç bir zaman unutmayın.
M_RunDL=Yönet
M_AC_FreeTitleHide1=Tüm önerilen programlar gizlenmiş!
M_AC_FreeTitleHide2=Tam güvenlik koruma ve en üst verimlilik almak üzere onları görüntülemek ve kurmak için "Göster"i tıklayın.
M_IUCaption=Program Kaldırıcı
M_IUInfo_NotIns=İstenmeyen programları, araç çubuklarını, ve tarayıcı eklentilerini kaldırın.
M_IUInfo_UpToDate=IObit Uninstaller eklentileri ve uygulamaları tamamen kaldırır.
M_IUInfo_NeedUpDate=IObit Uninstaller güncel değil.
M_RunIU=Şimdi Çalıştır
M_FPCaption=Video Çevirici
M_FPInfo_NotIns=Değişik aygıtlar için video dönüştürmek üzere bir video çevirici alın.
M_FPInfo_UpToDate=İstediğiniz her hangi bir aygıtta video seyretmenin zevkini çıkartın.
M_FPInfo_NeedUpDate=Biçem Paketi güncel değil.
M_iFreeUpCaption=iOS Eniyileme
M_RuniFreeUp=Şimdi Tara
M_BuyiFreeUp=Şimdi Satınal
M_iFreeUpDesc=Daha çok alan için iOS cihazınızı serbest bırakın.
M_iFreeUpInfo_NotIns=iOS cihazınızda çok değerli alan harcanmış olabilir.
M_iFreeUpInfo_UpToDate=iFreeUp, daha çok alan için iOS cihazınızı serbest bırakır.
M_iFreeUpInfo_NeedUpDate=iFreeUp programınız güncel değil.
M_Recomm_Ins_iFreeUp=Önerilen : Harcanmış alanı sebest bırakmak için %s kurun.
M_RunSGB=Şimdi Hızlandır
M_SGBCaption=Oyun Eniyileme
M_SGBInfo_NotIns=PC'nizi en üst düzeyde tutarken Oyun hızlandırın ve PC ömrünü uzatın.
M_SGBInfo_UpToDate=Superb Game Boost Oyun verimliliğinizi 1-tıkla hızlandırır ve eniyiler.
M_SGBInfo_NeedUpDate=Superb Game Boost güncel değil.
M_RunIVC=Şimdi Dene
M_IVCCaption=Bedelsiz Video Çevirici
M_IVCInfo_NotIns=%100 bedelsiz ve temiz, 150+ biçim ve daha hızlı Video çevirme!
M_IVCInfo_UpToDate=Videoları istediğiniz yolla izleyin.
M_IVCInfo_NeedUpDate=iFun Video Converter güncel değil.
M_RunIOT=Şimdi Yönet
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=iOS cıhazınızda içeri aktarma, dışarı aktarma ve fotoğrafları, videoları, müziği yönetmek için 1-tık.
M_IOTInfo_UpToDate=iOS cıhazlarınızda içeri aktarma, dışarı aktarma ve fotoğrafları, videoları, müziği yönetmek için 1-tık.
M_IOTInfo_NeedUpDate=IOTransfer güncel değil.
M_IOTTip=IOTransfer'in söz verdikleri :<br>+ iPhone müzüğini PC/iTunes'a aktarma<br>+ Tüm fotoğraflarınızı kolaylıkla yönetme<br>+ iPhone içeriğini yedekleme/geri yükleme<br>+ Seçkin teknik destek
M_IOTDesc=iPhone ve iPad için hepsi-bir-yerde İçerik Yönetici.
M_VipTitle=VIP Ayrıcalıklı Teklif
M_AC_ShareTip=Ayrıcalıklı teklifi arkadaşlarla/aileyle paylaş
M_AC_Pro_Title=Daha iyi güvenlik ve verimlilik için önerilen diğer programlar.
M_ACPro_SubTitle=Sadece ASC PRO kullanıcılarına has AYRICALIKLI indirimli ücretin zevkini çıkartmak için şimdi satın al.
M_ACPro_SubTitle_AU=Sadece paralı ASC Ultimate kullanıcılarına has AYRICALIKLI indirimli ücretin zevkini çıkartmak için şimdi satın al.
M_ActionCenterTitle_Perfectly=Tüm programlar mükemmel çalışıyor!
M_ACPro_SubTitle_db=Sadece Driver Booster PRO kullanıcılarına has Ayrıcalıklı indirimin zevkini çıkartmak için şimdi satın al.
M_SubTitle_Perfectly=Daha iyi güvenlik koruması ve PC verimliliği almak için takip eden programları düzenli olarak çalıştırın. Onları kullanmanın zevkini çıkartın.
M_ShowACTitlePro=VIP Ayrıcalıklı Teklif
M_ShowACDescPro=Diğer önerilen IObit programlarının AYRICALIKLI indirimli ücretini almak için "Göster"i tıklayın.
M_AC_ProShareMail=E-Posta ile paylaşın
M_AC_ProShareFB=Facebook ile paylaşın
M_AC_NoMailCLient=Varsayılan e-posta kullanıcısı doğru kurulmadığı için işlem başarısız.
M_BuyIMF=Şimdi Satın al
M_BuyDB=Şimdi Satın al
M_BuySD=Şimdi Satın al
M_AC_Tips=Önerilen programları kurarak daha iyi güvenlik koruması ve verimlilik artışı alın.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Hata Raporu Gönder
lblErrorDetails.Caption=Hata Ayrınrıları :
lblUserEmail.Caption=E-posta adresiniz :
lblSuccTips.Caption=Hata raporunu gönderdiğiniz için teşekkür ederiz. Onu en kısa zamanda çözmeye çalışacağız.
btnClose.Hint=Kapat

[SendBugReportNew_M]
M_AskUserTips=bir problem ile karşılaştı. Lütfen bise hata raporunu gönderin ve düzeltmemize yardımcı olun.
M_BugStatisticsTips=bir problem ile karşılaştı ve kapanması gerekir. Sebebini şimdi analiz ediyoruz. Lütfen bekleyin…
M_SendingTips=Gönderiyor…
M_AttentionTips=bir problem ile karşılaştı ve kapanması gerekir. Lütfen onu daha sonra tekrar başlatın.
M_InvalidEmailTips=Geçersiz e-posta adresi! Lütfen geçerli bir e-posta adresi girin, ki cevabımızı alabilesinizQ>.
M_OKTips=Tamam

[ACD_M]
M_Downloading=İndiriyor…:
M_TipFixing=Düzeltiyor…
M_Tips=İndirme işlemi devam ediyor. Ayrıntıları görüntülemek için simgeyi çift tıklayın.
M_Installing=Kuruyor…:
M_MD5Faild=İndirilen dosya bozuk. Lütfen daha sonra tekrar deneyin.
M_NetError=İndirme, ağ hatasından dolayı başarısız. Lütfen daha sonra tekrar deneyin!
M_DiskIsFull=Yetersiz disk alanı!
M_Speed=Hız :
M_AreSure_IObit=IObit İndiriciden çıkmak istediğinizden emin misiniz?

[ACD_frmActionCenter]
lbl_Cancel.Caption=İptal et
lbl_Min.Caption=Küçült
btnClose.Hint=Kapat

